Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/spr_04_1.doc.tmx
Source language: sme
Languages: nob

source: Ovttasbarggu joatkkan áigu Sámi parlamentáralaš ráđđi doallat oktasaš parlamentarihkkariid konfereanssa ja iešguđet sámedikkiid dievasčoahkkimiid guovvamánu 21 .
nob: Som en videreføring av samarbeidet ønsker Samisk parlamentarisk råd å avholde en felles parlamentarikerkonferanse og plenumsmøte i de ulike sametingene 21 .

source: – 24. b. 2005 Johkamohkis , Ruoŧa bealde .
nob: – 24. februar 2005 i Jokkmokk , Sverige .

source: Stivra oažžu válddi ráđđádallat sámedikkiiguin sisdoalu birra ja dan birra mo konfereansa ja dievasčoahkkimat geavatlaččat čađahuvvojit .
nob: Styret får i fullmakt å gå i dialog med sametingene om innholdet og den praktiske gjennomføringen av konferansen og plenumsmøtene .

source: 004/04 : Sámi parlamentáralaš ráđi áŋgiruššan nuoraid ektui
nob: 004/04 : Samisk parlamentarisk råds ungdomssatsing

source: Sámi parlamentáralaš ráđđi áigu lágidit oktasaš sámi nuoraidkonferánssa doaibmabidjun nannet sámi nuoraid servodat- ja politihkalaš beroštumi ja sin oassálastima ja váikkuheami sámi servodagas , ja maid oažžut eanet oktavuođa , oktasaš- ja ovttasbarggu sámi nuoraid gaskkas rastá riikarájiid .
nob: Samisk parlamentarisk råd vil arrangere en felles samisk ungdomskonferanse for å styrke samiske unges samfunns- og politiske engasjement , deres deltakelse og påvirkning av det samiske samfunn , og for å øke kontakt , samhandling og samarbeid mellom samisk ungdom på tvers av landegrensene .

source: Konferánsa lágiduvvo golggotmánu 6. b. 2004 Honnesvágis Sámi parlamentáralaš ráđi golggotmánu 4 .
nob: Konferansen arrangeres 6. oktober 2004 i Honningsvåg i tilknytning til møtet i Samisk parlamentarisk råd 4 .

source: – 6. b. čoahkkima ja Sámekonferánssa golggotmánu 6 .
nob: – 6. oktober og Samekonferansen 6 .

source: – 9. b. 2004 oktavuođas .
nob: – 9. oktober 2004 .

source: Ásahuvvo plánenjoavku mas leat njealjis , okta ovddasteaddji Sámedikki hálddahusan Norgga bealde ja okta nuorra guđege riikkas konferánssa plánemii ja čađaheapmái .
nob: Det opprettes en planleggingsgruppe på fire personer med en representant fra sametings-administrasjonen i Norge og en ungdom fra hvert land , for planlegging og gjennomføring av konferansen .

source: Sámedikkit ruhtadit searvama plánenjovkui iežaset nuoraidovddasteaddji ovddas .
nob: Sametingene finansierer deltakelse i planleggingsgruppen for sin ungdomsrepresentant .

source: Sámi parlamentáralaš ráđđi áigu čielggadit beroštumi ja dárbbu , ja vejolaš láhčima , ásahit oktavuođa ja fierpmadaga nuorra sámepolitihkariid gaskkas dien golmma riikkas .
nob: Samisk parlamentarisk råd vil utrede interessen og behovet , og eventuelt tilrettelegge for etablering av kontakt og nettverk mellom unge samepolitikere i Sápmi .

source: 005/04 : Sámi parlamentáralaš ráđđi - Čoahkkinplana 2004 - 2005
nob: 005/04 : Møteplan 2004 - 2005 Samisk parlamentarisk råd Vedtak

source: Sámi parlamentáralaš ráđi 2004 ja 2005 čoahkkinplána :
nob: Samisk parlamentarisk råds møteplan for 2004 - 2005 :

source: Sámi parlamentáralaš ráđđi Áigi ja báiki
nob: Samisk parlamentarisk råd Tid og sted

source: Stivračoahkkin Borgemánu 31 . – čakčamánu 01. b. 2004 Giron
nob: Styremøte 31. august – 1. september 2004 i Kiruna

source: SPR-čoahkkin Golggotmánu 4 .
nob: SPR-møte 4 .

source: – 6. b. 2004 Honnesvágis
nob: – 6. oktober 2004 på hurtigruta / i Honningsvåg

source: Sámedikkiid dievasčoahkkimat ja sámi parlamentarihkkárkonfereansa Guovvamánu 21 .
nob: Samisk parlamentariker konferanse og fellesmøte mellom sametingene 21 .

source: – 24. b. 2005 Johkamohkki
nob: – 24. februar 2005 i Jokkmokk

source: 006/04 : Sámi parlamentáralaš ráđi 2002 ja 2003 doaibmadieđáhus
nob: 006/04 : Samisk parlamentarisk råds beretning om virksomhet 2002 - 2003

source: 1 Álgu
nob: Innledning

source: Dieđáhus govvida Sámi parlamentáralaš ráđi ( SPR ) 2002 ja 2003 áigodaga barggu ja hástalusaid ovddasguvlui .
nob: Denne virksomhetsberetningen gir en beskrivelse av arbeidet i Samisk parlamentarisk råd ( SPR ) i perioden 2002 –2003 og utfordringene fremover .

source: Dieđáhusa vuođđun lea SPR čohakkingirjjit , plánat ja SPR ságastallan SPR a riikkaidgaskkasaš rollas ja oassálastimis .
nob: Meldingen bygger på SPRs protokoller , planer og drøftinger angående SPRs internasjonale rolle og deltakelse .

source: Sámi parlamentáralaš ráđđi lea parlamentáralaš ovttasbargoorgána Suoma beale , Norgga beale ja Ruoŧa beale sámedikkiid gaskkas .
nob: Samisk parlamentarisk råd er et parlamentarisk samarbeidsorgan mellom sametingene i Finland , Norge og Sverige .

source: Ruošša beale sámiorgánisašuvnnat leat bistevaš ossálastit ( permanent participants ) SPR:s sivas go sápmelaččain ii leat iežaset álbmotválljen orgána .
nob: Samiske organisasjoner fra russisk side er permanente deltakere i SPR , fordi de ikke har et eget folkevalgt organ .

source: Sámeráđđi oassálastá áicin .
nob: Samerådet deltar som observatører .

source: SPR ásahuvvui njukčamánu 2. b. 2000 ja Sámedikki presideanta Sven-Roald Nystø válljejuvvui SPRa vuosttas presideantan .
nob: Samisk parlamentarisk råd ble etablert 2. mars 2000 og sametingspresident Sven-Roald Nystø ble valgt som SPRs første president .

source: Ruoŧa beale Sámediggi searvvai SPR:ii cuoŋománu 2002 .
nob: Sametinget i Sverige tiltrådte SPR i april 2002 .

source: Čállingoddin doaibmá dat Sámediggi geas lea presideanta .
nob: Sekretariatet tilligger det sameting som har presidentvervet .

source: Sámi parlamentáralaš ráđi váldoáŋgiruššansuorggit áigodagas 2002 ja 2003 leat leamaš sámegiela seailluhit ja ovdánahttit , oahpaheapmi , oahpponeavvobuvttadeapmi ja dásseárvu sámi servodagas .
nob: Hovedsatsingsområdene i perioden 2002 og 2003 har vært bevaring og utvikling av samisk språk , opplæring , produksjon av læremidler og likestilling i det samiske samfunnet .

source: Dasa lassin lea ovttasbargu Sámiráđiin ja muđui davvirikkalaččat deattuhuvvon , ea. gárvvistit sámi konvenšuvnna ja oččodit sámi ovddasteami Davviriikkaid Ráđđái .
nob: I tillegg har det vært lagt vekt på samarbeidet med Samerådet og ellers i nordisk sammenheng , bl.a. arbeidet med samekonvensjonen og arbeide for samisk representasjon i Nordisk Råd .

source: Dán áigodagas leat maid čalmmustahttán eamiálbmotáššiid ásahuvvon forain nugo Barentsráđis , Árktalaš ovttasbarggus , ON:s ja EU:s .
nob: Fokus i denne perioden har også vært rettet mot arbeidet med urfolkssaker i etablerte fora som Barentssamarbeidet , det Arktisk samarbeidet , FN og EU.

source: SPRa váldoáŋgiruššan áigodagas 2004 - 2005 lea ain sámegiela seailluhit ja ovdánahttit , oahpaheapmi , oahpponeavvobuvttadeapmi ja dásseárvu ja nuoraid oassálastin sámi servodagas .
nob: Hovedsatsingsområdene for SPR i 2004 - 2005 vil fortsatt være bevaring og utvikling av det samiske språket , opplæring og læremiddelutvikling , likestilling samt ungdoms deltakelse i det samiske samfunnet .

source: SPRa váldohástalus boahtte áigodagas lea ruhtadit ráđi doaimma .
nob: Hovedutfordringen for SPR i kommende periode er å få ekstern finansiering for rådets virksomhet .

source: Lea dehálaš ahte davviriikkaid ráđđehusat áddejit dan barggu maid SPR bargá .
nob: Det er viktig at de nordiske regjeringene har forståelse for arbeidet SPR utfører .

source: Sápmelaččaid vásáhusat ovddešáiggid rájákeahtes bargguin ja otná ovttasbargovuogit rastá rájáid leat riggodagat , maiguin ain sáhttá ávkašuvvat .
nob: Samenes grenseløse arbeid fra tidligere tider og dagens samarbeidsformer over landegrensene , utgjør et stort potensial .

source: 2 Oktasaš sámeáššit
nob: 2 . Felles samiske saker

source: 2.1 Oktasaš Sámi Giellabargu – Sámi giellalávdegoddi
nob: 2.1 Felles samisk språkarbeid - Samisk språknemnd

source: SPR lea váldán badjelasat bajimus politihkalaš ovttasvástádusa oktasaš sámi giellalávdegottis ja das lea maiddái ovddasvástádus nammadit Ruošša beale sámiid ovddasteddjiid Sámi giellalávdegoddái .
nob: Samisk parlamentarisk råd har påtatt seg det overordnede politiske ansvaret for det felles samiske språkutvalget og har også ansvaret for å oppnevne representasjon for samene på russisk side i Samisk språknemnd .

source: Sámi giellalávdegoddi ( SGL ) sirdojuvvui SPR:ii 2002 .
nob: Sámi giellalávdegoddi – Samisk språknemnd ( SGL ) ble overført til Samisk parlamentarisk råd i 2002 .

source: Čállingoddi juogada lanjaid Norgga beale Sámedikki giellaossodagain .
nob: Sekretariatet er samlokalisert med Sametingets administrasjon – språkavdelingen - i Norge .

source: SPR:s galgá leat bajimuš politihkalaš ovddasvástádus oktasaš sámi giellabarggus .
nob: SPR skal ha det øverste politiske ansvaret for det felles samiske språkarbeidet .

source: SPR atná dehálažžan mearridit oktasaš mihttomeriid giellaovddideamis riikkarájiid rastá .
nob: SPR anser det som viktig å utarbeide felles målsetninger for utvikling av språket over landegrensene .

source: Lea maiddái dehálaš ahte ovttasbargu riikkaid gaskkas formaliserejuvvo amaset riikkat bargat iešguđet ládje terminologiijain , sániiguin ja normerenáššiiguin .
nob: Det er også viktig at samarbeidet mellom landene formaliseres slik at de forskjellige landene ikke arbeider på hver sin måte med terminologi , ord og normering .

source: Iešguđetge riikkaid giellalágaid ferte harmoniseret vai lea oktasaš láhkavuođđu daid iešguđet sámi gielain .
nob: Det er nødvendig med en harmonisering av språklovene i de ulike landene , slik at man har et felles lovgrunnlag for de ulike samiske språkgruppene .

source: 2.2 Oahpahus ja oahpponeavvobuvttadus
nob: 2.2 Opplæring og læremiddelproduksjon

source: Sámi parlamentáralaš ráđđi lea kártegoahtán sámi mánáid oahppodili ja davviriikkaid oahpponeavvobuvttadeami .
nob: Samisk parlamentarisk råd har igangsatt kartlegging av opplæringssituasjonen for samiske barn og samisk læremiddelproduksjon i de nordiske landene .

source: Áigumuš lea buorebut ávkašuvvat oktasaš resurssaiguin ja sihkkarastit sámi mánáide buori sámi vuođu ja oahpahusa .
nob: Hensikten er å utnytte de felles ressursene bedre og sikre samiske barn en solid samisk plattform og opplæring .

source: Oahpahusáššit leat dehálažžat sámiide dán njealji riikkas , vai sápmelažžain lea vejolašvuohta hukset dan gelbbolašvuođa maid sámi servodat dárbbaša .
nob: Utdanningsspørsmål er viktig slik at samene får mulighet til å bygge opp den kompetansen som det samiske samfunnet trenger i hele Sápmi .

source: Lea maid dehálaš ahte čađahuvvo oktasaš davviriikkalaš sámi giella- ja oahpahuspolitihkka .
nob: Det er også viktig at det føres en felles nordisk samisk språk- og utdanningspolitikk .

source: SPR gáibida ahte eiseválddit sámi mánáid oahpaheamis vuhtiiváldet dan ahte sápmelaččat lea álbmot mas lea iežas giella , kultuvra ja servodateallin .
nob: Det er derfor et krav at myndighetene tar hensyn til at samene er ett folk med eget språk , kultur og samfunnsliv i opplæringen av samiske barn .

source: SPR minttomearri lea ahte ráhkaduvvojit oktasaš mihttomearit oahpahussii , oktasaš oahppoplánat ja oahpponeavvut sámi skuvllaid várás davviriikkain .
nob: Samisk parlamentarisk råd har som mål at det skal utarbeides felles mål for samisk opplæring , felles læreplaner og læremidler for samiske skoler på nordisk nivå .

source: Dát bargu maiddái fátmmasta oahpahusa joatkkaskuvlla dásis .
nob: Dette gjelder også et samarbeid som omfatter opplæring på videregående nivå .

source: SPR oaivvilda ahte sámi dutkan galgá leat davviriikkaid ovddasvástádus .
nob: SPR mener at samisk forskning bør være et ansvar på allsamisk og nordisk nivå .

source: Davviriikkat fertejit buorebut bargat ovttas fagalaččat ja ruđalaččat mii guoská eamiálbmot dutkamii ja sihkkarastit buori kvalitehta dutkamis .
nob: De nordiske landene må samarbeide bedre både faglig og økonomisk i forskning om urfolk og sikre en høy kvalitet på forskningen .

source: 2.2.1 Sámi dáiddaoahppu
nob: 2.2.1 Samisk kunstutdanning

source: Dainna dáhtuin ahte áimmahuššat ja ovddidit sámi dáidaga mihtilmasvuođaid , oččoda SPR ásahuvvot alit sámi dáiddaoahpu .
nob: Med bakgrunn i ønsket om å bevare og videreutvikle særtrekkene i samisk kunst , arbeider SPR for at det opprettes en høyere samisk kunstutdanning .

source: Dál ii gávdno makkárge fálaldat oahpahusvuogádagas mii gozihivččii dán beali .
nob: Det eksisterer i dag ingen tilbud innenfor utdanningssystemet som spesielt ivaretar denne dimensjonen .

source: 2.2.2 Sámi Instituhtta – ođđasisorganiseren
nob: 2.2.2 Nordisk Samisk Institutt – omorganisering

source: Sámi Instituhtta ( SI ) lea áidna davviriikkalaš dutkanásahus , mii lea buot sámiid várás .
nob: Nordisk Samisk Institutt ( NSI ) er den eneste nordiske forskningsinstitusjon som er etablert med et allsamisk perspektiv .

source: Danne leage dehálaš ahte SI maiddái boahtteáiggis lea davviriikkalaš ásahus .
nob: Det er derfor viktig at NSI også i fremtiden beholdes som en nordisk institusjon .

source: SPR lea bivdán Davviriikkaid ministtarráđi čielggadit SI boahtteáiggi organiserema , čatnasanvuogi ja ruhtadanmodealla .
nob: SPR har henstilt Nordisk ministerråd om å utrede den fremtidige organisering , tilknytningsform og finansieringsmodell for NSI.

source: 2.3 Dásseárvu
nob: 2.3 Likestilling

source: SPR áigu bargat dan ala ahte nissonolbmuin ja almmáiolbmuin sámi servodagas galget leat ovttalágan vejolašvuođat , vuoigatvuođat ja geatnegasvuođat buot servodat surggiin .
nob: SPR vil arbeide for at kvinner og menn i det samiske samfunnet skal ha like muligheter , rettigheter og plikter på alle samfunnsområder .

source: Dát mearkkaša ea. nissonolbmuin ja almmáiolbmuin galget leat ovttalágan eavttut searvat sihke politihkkii , bargomárkanii ja ruovttubargguide .
nob: Dette innebærer bl.a. at menn og kvinner gis like vilkår og forutsetninger for deltakelse både i politikk , på arbeidsmarkedet og i arbeidet hjemme .

source: Dát mearkkaša maiddái dan ahte ii galgga gávdnot seksuálalaš veahkaváldin .
nob: Dette innebærer også frihet fra seksuelle overgrep og vold .

source: Prostitušuvdna lea negatiiva ja njeaidá olmmošárvvu ja lea maiddái heajušteaddjin olles servodahkii .
nob: Prostitusjon oppfattes som negativt og nedverdigende for individet og for samfunnet som helhet .

source: Lea dehálaš ahte sihke nissonolbmot ja almmáiolbmot servet mearridanorgánaide , ja leat váikkuheamin ovttasbarggu viidáseappo buot servodatsurggiin .
nob: Det er viktig at både kvinner og menn deltar i besluttende organer og påvirker det videre samarbeidet på alle samfunnsområder .

source: Sámi parlamentáralaš ráđđi lágidii dásseárvokonferánssa miessemánus 2003 .
nob: Samisk parlamentarisk råd arrangerte i mai 2003 en likestillingskonferanse .

source: Geahča sierra raportta ja cealkámuša konferánssas .
nob: Se egen rapport og uttalelse fra konferansen .

source: SPR áigu boahtte áigodagas ráhkadit sierra doaibmaplána dásseárvvu várs ja bargat dan ála ahte dásseárvobargu álggahuvvo ja formaliserejuvvo sámedikkiin .
nob: SPR vil i kommende periode utarbeide en egen handlingsplan for likestilling og bidra til at likestillingsarbeidet igangsettes og formaliseres i sametingene .

source: Vai dásseárvobargu oažžu nannoset vuođu , áigu SPR álggahit viidáset ovttasbarggu sámi nissonorganisašuvnnaiguin ja earáguin , geat barget dásseárvvuin sámi servodagas .
nob: For å få en bedre forankring for likestillingsarbeidet , vil SPR innlede et bredere samarbeid med kvinneorganisasjonene og andre som arbeider med likestilling i det samiske samfunnet .

source: Riikkaidgaskasaš áššit
nob: Internasjonale saker

source: Sámi parlamentáralaš ráđđi lea riikkaidgaskasažžat vuosttažettiin válljen áŋgiruššat muhtun ON-orgánaid ja máilmmi davviguovlluid ektui , ja vel EU-vuogádaga ja muđui Eurohpá ektui .
nob: Samisk parlamentarisk råds internasjonale engasjement har vært rettet mot utvalgte FN-organer og overfor nordområder , samt EU-systemet og Europa for øvrig .

source: Áŋgiruššan lea leamaš hui viiddis , mii maiddái lei Ráđi ulbmil , vaikke vel eai leat leamaš doarvái resurssat .
nob: Engasjementet har vært omfattende , noe som også har vært en målsetting fra rådets side , uten at de nødvendige ressurser foreligger .

source: SPR deattuha oassálastit árjjalaččat riikkaidgaskasaš arenain eamiálbmogiidda guoski áššiin .
nob: SPR legger vekt på å delta aktivt i arbeidet for urfolk på den internasjonale arena .

source: Árjjalaš oassálastin mearkkaša maiddái ovddidit otná ovttasbarggu daid ásahusaiguin ja organisašuvnnaiguin , riikkagottálaččat ja riikkaidgaskasaččat , mat barget eamiálbmotáššiiguin , ja leat gearggus álggahit ovttasbarggu ođđa oassálastiiguin .
nob: Dette innebærer også å videreutvikle eksisterende samarbeid med institusjoner og organisasjoner som arbeider med urfolksspørsmål , og å være åpen for nye parter å samarbeide med .

source: 3.1 ON eamiálbmotáššiid áŋgiruššan:s
nob: 3.1 Arbeidet med urfolkssaker i FN

source: 3.1.1 ON eamiálbmotlogijahki 1995 - 2004
nob: 3.1.1 FNs urfolkstiår 1995 - 2004

source: 1993:s ON Váldočoahkkin julggáštii jagiid 1995-2004 riikkaidgaskasaš eamiálbmotlogijahkin .
nob: FNs generalforsamling vedtok i 1993 å erklære 1995-2004 for et internasjonalt tiår for urfolk .

source: Logijagi mihttomearri lea nannet riikkaidgaskasaš ovttasbarggu vai eamiálbmogiid váttisvuođat čoavdašuvašedje , erenoamážit olmmošvuoigatvuođa- , biras- , ovddidan- , oahpahus- ja dearvvasvuođasurggiin .
nob: Målet for tiåret er å styrke det internasjonale samarbeidet for å finne løsninger på de problemene urfolk står overfor , særlig på områder som menneskerettigheter , miljø , utvikling , utdanning og helse .

source: ON mearridii guokte čielga ulbmila dán logijahkái .
nob: FN satte to konkrete mål for tiåret .

source: Nubbi lei julggaštit eamiálbmogiid vuoigatvuođaid . Nubbi fas lei ásahit eamiálbmogiid várás bissovaš foruma .
nob: Det ene var å vedta en erklæring om urfolks rettigheter , det andre var å etablere et permanent forum for urfolk .

source: 3.1.2 ON eamiálbmotáššiid Bissovaš Forum
nob: 3.1.2 Permanent Forum for urfolkssaker i FN

source: Guhká jo lea leamaš sáhka ásahit bissovaš foruma eamiálbmotáššiid várás ON vuogádagas .
nob: Diskusjonen om å etablere et permanent forum for urfolk innen FN- systemet har foregått lenge .

source: Dát evttohuvvui vuosttas geardde 80-logu loahpageahčen .
nob: Konseptet ble første gang lansert på slutten av 80-tallet .

source: 1993:s olmmošvuoigavuođaid máilmmekonfereansa ( The world conference on Human Rights ) neavvui ON váldočoahkkima ásahit bissovaš foruma eamiálbmogiid várás ON vuogádagas .
nob: I 1993 anbefalte verdenskonferansen om menneskerettigheter ( The world conference on Human Rights ) for FNs generalforsamling å opprette et permanent forum for urfolk i FN- systemet .

source: Ulbmil lei ásahit ON foruma gos eamiálbmotáššit deattuhuvvojit eanet ja ollislaččabut go dál .
nob: Målet var å etablere et forum i FN hvor urfolkssaker kan gis både større tyngde og en mer helhetlig behandling enn tilfellet er i dag .

source: ON váldočoahkkin mearridii jagis 2000 ásahit Bistevaš Foruma eamiálbmotáššiid váras ( Permanent Forum on Indigenous Issues ) .
nob: FNs generalforsamling vedtok i 2000 å opprette et Permanent Forum for urfolkssaker ( Permanent Forum on Indigenous Issues ) .

source: Forumas leat 16 sorjjasmeahttun áššedovdi . ON lahttoriikkat leat nammadan 8 láhtu , ja ECOSOC fas lea nammadan 8 láhtu ovttasráđiid eamiálbmotjoavkkuiguin ja organisašuvnnaiguin .
nob: Forumet består av 16 uavhengige eksperter , 8 nominert av FNs medlemsstater og 8 utpekt av ECOSOC etter konsultasjoner med urfolksgrupper og organisasjoner .

source: Forum lea biddjon ECOSOC vuollásaš orgánan .
nob: Forumet organiseres direkte under ECOSOC .

source: Forumas lei vuosttaš čoahkkin New Yorkas miessemánus 2002 , gos inuihtaid ja sámiid ovddasteaddji , Ole Henrik Magga , válljejuvvui máilmmi eamiálbmogiid jođiheaddjin .
nob: Forumet hadde sin første samling i New York i mai 2002 , hvor inuittenes og samenes representant Ole Henrik Magga , ble valgt som leder for verdens urfolk .

source: SPR oassálasttii sihke 2002:s ja 2003:s iešguđet stáhtaid sáttagottiin .
nob: Samisk parlamentarisk råd deltok både i 2002 og i 2003 i de respektive landenes delegasjoner .

source: SPR ( Norgga beale Sámedikki sattagoddi ) lea ásaheami rájes dorjon ruđalaččat sámi áirasa barggu Bissovaš Forumas .
nob: Samisk parlamentarisk råds ( SPR-N ) bidrag har vært og er , å bidra med økonomisk støtte til den samiske representantens arbeid i Permanent Forum .

source: Ekonomalaš doarjja addo Sámeráđi bokte mii maiddái fállá Maggai čállingoddedoarjaga .
nob: Den økonomiske støtten går via Samerådet som også bidrar med sekretariatsstøtte for Magga .

source: ON-vuogádagas eai leat eamiálbmotparlameanttain ráđđádallanstáhtus dahje áicistáhtus nugo ee. Sámiráđis lea Non-Governmentál Organizationis .
nob: I FN-systemet har ikke urfolksparlamenter i motsetning til Non-Governmental Organizations ( NGO ) , som bl.a. Samerådet , konsultasjonsstatus eller observatørstatus .

source: SPR oktiiordne sámedikkiid oainnuid ON ektui , ja sámedikkit geahččalit ieža beassat oassálastit iežaset riikkaid sáttagottiin .
nob: I forhold til FN koordinerer SPR sametingenes synspunkter og sametingene hver for seg søker deltakelse i de statlige delegasjonene .

source: Dát adno leat buoremus čoavddusin dassážii go SPR lea iskan oažžut oktasaš ovddastusa ONa iešguđet forain .
nob: Dette anses for å være den beste løsning inntil SPR har undersøkt mulighetene for felles representasjon i de ulike FN fora .

source: Sámi parlamentáralaš ráđđi bargá dan ala ahte maiddái eamiálbmotparlameanttat ja eará álbmotválljen orgánat galget beassat oassálastit iešheanalit ON proseassain ja orgánain eamiálbmogiidda guoski áššiin .
nob: Samisk parlamentarisk råd arbeider for at også urfolks parlamenter og andre folkevalgte organer skal kunne delta på selvstendig grunnlag i FNs prosesser og organer i saker som er relevante for urfolk .

source: Vuosttas lávki livččii oažžut áicistáhtusa Bissovaš Foruma jahkásaš čoahkkimiin .
nob: Første skritt vil være å få observatørstatus ved Permanent Forums årlige samlinger .

source: 3.1.3 ON eamiálbmotjulggaštus
nob: 3.1.3 FNs Urfolkserklæring

source: Julggaštanbargu álggahuvvui 1985:s .
nob: Arbeidet med erklæringen startet i 1985 .

source: Eamiálbmotvuoigatvuođaid julggaštusevttohus ovddiduvvui 1994:s .
nob: Utkastet til erklæring om urfolksrettigheter ble lagt fram i 1994 .

source: Evttohus , maid ON áššedovdijoavku lea hápmen , lea viiddis ja ON áššedovdijoavkku evttohusa vuođul leat riikkat šiehtadallan ON olmmošvuoigatvuođakommišuvnna ( OV-kommišuvdna ) ásahan bargojoavkkus .
nob: Utkastet , formet av en ekspertgruppe i FN , er omfattende og har i flere år vært gjenstand for forhandlinger mellom stater i en arbeidsgruppe nedsatt av FNs menneskerettighetskommisjon ( MR-kommisjonen ) .

source: Bargojoavkku mandáhta lea hábmet ON máilmmiviidosaš juolggaštusevttohusa .
nob: Arbeidsgruppens mandat er å utforme et utkast til FNs globale urfolkserklæring .

source: Julggaštusas galgá leat uhcimusstandárda das , makkár vuoigatvuođat eamiálbmogiin berrjit leat beroškeahttá makkár riikkain sii ásset .
nob: Erklæringen skal sette en minstestandard for hvilke rettigheter urfolk bør ha uavhengig av hvilket land de er bosatt i. .

source: Bargojoavvkus lea stáhta- ja eamiálbmotáirasat miehtá máilmmi .
nob: Arbeidsgruppen består av stats- og urfolksdelegater fra hele verden .

source: Eamiálbmotáirasiin , nu mo Sámiráđis , lea áiciistáhtus bargojoavkkus .
nob: Urfolksrepresentanter , deriblant Samerådet har observatørstatus i arbeidsgruppen .

source: Jurdda lea dohkkehit julggaštusa ovdalgo eamiálbmotlogijahki loahppá 2004:s .
nob: Ambisjonen er å vedta erklæringen innen utgangen av FNs urfolkstiår i 2004 .
